<!-- Offer - Договор публичной оферты -->

<template>
    <!-- Основная секция -->
    <section class="page-articles">
        <div class="container">

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <!-- <li class="breadcrumb-item-active" aria-current="page">
                        ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ
                    </li> -->
                </ol>
            </nav>

            <!-- Блок информации о данной странице -->
            <div class="page-article-wrap">
                <h1 class="el-page-article-heading">
                    Договор публичной оферты
                </h1>
            </div>

            <!-- Блок со Статьёй -->
            <div class="page-article-text">

                <div class="offer-intro">
                    <h2>Условия использования</h2>
                </div>

                <!-- Раздел 1 -->
                <div class="offer-section">
                    <h3>1. Принятие условий использования</h3>
                    <p>1.1 Создавая аккаунт в
                        <a href="https://t.me/@DELZNAK_bot" target="_blank" rel="noopener noreferrer">Деловые знакомства
                        </a>
                        (далее — «Сервис»), вы выражаете свое
                        согласие соблюдать
                        следующие условия: настоящие Условия использования и все
                        условия, опубликованные и принятые вами, если вы приобретаете дополнительные
                        функции, продукты или услуги, предлагаемые в рамках Сервиса. Если вы не согласны с
                        настоящими Условиями или не готовы их соблюдать, пожалуйста, не используйте Сервис.
                    </p>
                    <p>1.2 Мы оставляем за собой право вносить изменения в настоящие Условия и в Сервис.
                        Последняя версия Условий доступна на веб-сайте
                        <a href="https://delznak.ru/" target="_blank" rel="noopener noreferrer">Деловые знакомства
                        </a>.
                        Используя Сервис после
                        внесения изменений, вы автоматически соглашаетесь с новой редакцией Условий.
                    </p>
                </div>

                <!-- Раздел 2 -->
                <div class="offer-section">
                    <h3>2. Правомерность</h3>
                    <p>Вы не имеете права создавать учетную запись, получать доступ или пользоваться
                        Сервисом и/или иными продуктами/услугами проекта, если не соответствуете следующим
                        условиям:
                    </p>
                    <ul class="offer-list">
                        <li>вам должно быть не менее 18 лет;</li>
                        <li>вы обязуетесь соблюдать настоящие Условия и действующие местные, государственные, национальные и
                            международные законы и нормы;
                        </li>
                        <li>вы не были осуждены за совершение уголовного преступления, правонарушения,
                            которое подлежит судебному преследованию (или преступления аналогичной
                            тяжести), преступления сексуального характера или других преступлений, связанных
                            с насилием;
                        </li>
                        <li>вы не должны быть внесены в какие-либо реестры лиц, совершивших преступления
                            сексуального характера и иные преступления насильственного характера.
                        </li>
                    </ul>
                    <p>Вы несете полную ответственность за свои действия в Сервисе и за соблюдение всех применимых законов.
                    </p>
                </div>

                <!-- Раздел 3 -->
                <div class="offer-section">
                    <h3>3. Ваш аккаунт</h3>
                    <p>3.1 Вы несете полную ответственность за сохранность вашей учетной записи и личных
                        данных. В то же время, вы также несете полную ответственность за все действия,
                        совершенные с использованием ваших учетных данных единолично.
                    </p>
                    <p>3.2 Все публикуемые Вами данные в рамках использования Сервиса и взаимодействие с
                        ним, становятся публичными, общедоступными данными с момента публикации.
                    </p>
                </div>

                <!-- Раздел 4 -->
                <div class="offer-section">
                    <h3>4. Изменение и прекращение действия Сервиса</h3>
                    <p>Мы имеем право добавлять новые функции, вносить улучшения и удалять
                        определенные функции Сервиса. Мы не обязаны уведомлять вас об этих действиях. Мы
                        оставляем за собой право полностью прекратить предоставление Сервиса. После полного
                        или частичного прекращения/ограничения действия вашей учетной записи согласие на
                        соблюдение Условий считается расторгнутым, но определенные разделы (Раздел 4, Раздел
                        5 и Разделы 12-16) продолжают сохранять юридическую силу по отношению к вам и
                        Деловые знакомства.
                    </p>
                </div>

                <!-- Раздел 5 с добавленной ссылкой на якорь в Правилах безопасности -->
                <div class="offer-section">
                    <h3>5. Безопасность. Ваше взаимодействие с другими пользователями</h3>
                    <p>5.1 Внимание! Настоящими Условиями ужесточается ответственность пользователей
                        (далее – "Пользователи") за их взаимодействие с другими пользователями в рамках
                        использования Деловые знакомстваа (далее – "Сервис").
                    </p>
                    <p>5.2 Пользователи соглашаются и признают, что Деловые знакомства действует
                        исключительно как платформа для общения и организации знакомств между
                        пользователями, а не как их представитель или агент.
                    </p>
                    <p>5.3 Деловые знакомства не несет никакой ответственности за действия пользователей
                        внутри Сервиса или за его пределами. Пользователи соглашаются не вести деятельность,
                        которая может нанести вред другим пользователям, в том числе психологический или
                        физический вред.
                    </p>
                    <p>5.4 Пользователи обязуются крайне осторожно подходить к взаимодействию с
                        другими пользователями, особенно в случае принятия решения о личной встрече.
                        Пользователи обязуются соблюдать рекомендации Деловые знакомстваа по безопасности,
                        а также ознакомиться с
                        <span @click="scrollToSafetyRules" class="clickable-link">
                            Правилами безопасности
                        </span>
                        Деловые знакомстваа и строго соблюдать их.
                    </p>
                    <p>5.5 Пользователям строго запрещено предоставлять свою финансовую информацию
                        (например, информацию о кредитных картах, банковских счетах и прочее), а также
                        передавать или отправлять денежные средства другим пользователям.
                    </p>
                    <p>5.6 Пользователи осознают и соглашаются, что они несут единоличную
                        ответственность за свое взаимодействие с другими пользователями. Деловые знакомства
                        не проводит проверку записей о судимости пользователей и не запрашивает личную
                        информацию пользователей. Деловые знакомства не предоставляет никаких гарантий в
                        отношении поведения или совместимости пользователей и не несёт ответственности за
                        совместимость и коммуникацию.
                    </p>
                    <p>5.7 Пользователи, нарушающие настоящие Условия, могут быть подвергнуты
                        санкциям, включая блокировку доступа к Сервису без предварительного уведомления.
                        Пользователи также осознают, что они могут нести юридическую ответственность за свои
                        действия, включая возможные иски и иные правовые последствия.
                    </p>
                    <p>5.8 Деловые знакомства оставляет за собой право в любое время вносить изменения
                        в настоящие Условия, ужесточая или расширяя ответственность пользователей за их
                        взаимодействие с другими пользователями. Пользователи обязуются регулярно
                        ознакомляться с последними версиями Условий и соблюдать их.
                    </p>
                </div>

                <!-- Раздел 6 -->
                <div class="offer-section">
                    <h3>6. Права, которые Деловые знакомства предоставляет вам</h3>
                    <p>6.1 Путем использования Сервиса, Пользователи получают доступ к Сервису и
                        согласие на ограниченное, личное, непередаваемое, неисключительное право
                        использования Сервиса в соответствии с настоящими Условиями. Права предоставляются
                        исключительно с целью обеспечения пользования функциональными возможностями
                        Сервиса, установленными настоящими Условиями.
                    </p>
                    <p>6.2 Пользователям категорически запрещено совершать следующие действия при
                        использовании Прав:
                    </p>
                    <p>6.2.1 Использовать Сервис или любой контент в составе Сервиса в коммерческих
                        целях без предварительного письменного согласия Деловые знакомства.
                    </p>
                    <p>6.2.2 Копировать, изменять, передавать, создавать производные работы,
                        использовать, воспроизводить или иным образом нарушать авторские права на
                        материалы, изображения, товарные знаки, фирменные наименования, служебную
                        информацию, сервисные знаки и прочие объекты интеллектуальной собственности,
                        доступные посредством Сервиса, без письменного согласия Деловые знакомства.
                    </p>
                    <p>6.2.3 Предпринимать попытки выдавать заявления за утверждения, одобренные
                        Деловые знакомства.
                    </p>
                    <p>6.2.4 Использовать автоматические устройства, методы или процессы для
                        доступа к Сервису, извлечения, индексирования содержимого, создания поддельных
                        аккаунтов или иных действий, которые могут нарушить нормальную работу Сервиса.
                    </p>
                    <p>6.2.5 Загружать вирусы, вредоносный код или нарушать безопасность Сервиса.
                    </p>
                    <p>6.2.6 Изменять идентификаторы или манипулировать информацией, передаваемой через Сервис, с целью
                        скрыть ее происхождение.
                    </p>
                    <p>6.2.7 Создавать «фрейм» или «зеркало» части Сервиса без письменного
                        разрешения Деловые знакомства.
                    </p>
                    <p>6.2.8 Использовать метатеги, код или другие устройства, содержащие какие-либо
                        ссылки на Деловые знакомства или Сервис (или любые товарные знаки, торговые
                        марки, сервисные знаки, логотипы или слоганы Деловые знакомства), чтобы
                        направить любое лицо на любой другой веб-сайт в любых целях.
                    </p>
                    <p>6.2.9 Разрабатывать сторонние приложения, взаимодействующие с Сервисом, без
                        согласия Деловые знакомства.
                    </p>
                    <p>6.2.10 Использовать программный интерфейс Сервиса без согласия Деловые
                        знакомства.
                    </p>
                    <p>6.2.11 Исследовать уязвимость Сервиса или его системы без разрешения.
                    </p>
                    <p>6.2.12 Поощрять действия, нарушающие настоящее Соглашение.
                    </p>
                    <p>6.3 Деловые знакомства оставляет за собой право расследовать нарушения
                        Пользователей, применять правовую защиту, включая блокировку аккаунта и обращение к
                        правоохранительным органам, с целью обеспечения безопасности и нормальной работы
                        Сервиса.
                    </p>
                    <p>6.4 Пользователи соглашаются, что нарушение настоящих Условий может повлечь за
                        собой правовые последствия, включая возможные иски и штрафы.
                    </p>
                    <p>6.5 Деловые знакомства оставляет за собой право в любое время изменять или
                        ужесточать Права и условия использования Сервиса. Пользователи обязуются регулярно
                        ознакомиваться с последними версиями Условий и соблюдать их.
                    </p>
                </div>

                <!-- Раздел 7 -->
                <div class="offer-section">
                    <h3>7. Права, которые вы предоставляете Сервису</h3>
                    <p>Создавая аккаунт, вы подвергаетесь строго контролируемой ответственности и
                        передаете Деловые знакомствау всемирное, уступаемое,
                        бесплатное право с возможностью сублицензирования и лицензию на размещение, хранение, использование,
                        копирование, отображение, воспроизведение, адаптацию, редактирование, публикацию,
                        изменение и распространение любой информации (включая "Контент"), которую вы
                        размещаете, загружаете, отображаете или делаете доступной для других пользователей
                        любым другим способом ("публикуете").
                    </p>
                    <p>
                        Права Деловые знакомстваа на использование вашего Контента ужесточены и
                        являются неисключительными, за исключением права Деловые знакомстваа в отношении
                        производных элементов, созданных с использованием Сервиса. В частности, Деловые
                        знакомства владеет исключительной лицензией на использование скриншотов Сервиса,
                        содержащих ваш Контент. Более того, с целью предотвращения использования вашего
                        Контента вне Сервиса, вы передаете Деловые знакомствау право действовать от вашего
                        имени в отношении нарушений, связанных с использованием вашего Контента.
                    </p>
                    <p>
                        Согласно применимым законам (в той степени, в которой ваш Контент
                        рассматривается как содержащий персональные данные), наше разрешение на
                        использование вашего Контента может быть ограничено. Все это применяется
                        исключительно для обеспечения функционирования, развития, усовершенствования
                        Сервиса, исследования и разработки новых сервисов.
                    </p>
                    <p>
                        Вы подтверждаете, что предоставляемая вами информация при создании аккаунта
                        является точной и правдивой. Вы также понимаете и соглашаетесь с тем, что Деловые
                        знакомства имеет право отслеживать и проверять любой Контент, размещенный в
                        Сервисе. Мы оставляем за собой право полностью или частично удалять любой Контент,
                        который нарушает настоящее Соглашение или может нанести ущерб репутации Сервиса.
                    </p>
                    <p>
                        В процессе общения с нашими представителями по обслуживанию пользователей, вы
                        обязаны вести себя уважительно и вежливо. Мы оставляем за собой право немедленно
                        прекратить действие вашего аккаунта, если ваше поведение по отношению к сотрудникам
                        нашей службы по работе с пользователями или другим сотрудникам будет угрожающим,
                        агрессивным или оскорбительным.
                    </p>
                    <p>
                        Соглашаясь на использование Сервиса, вы также соглашаетесь с тем, что мы, наши
                        аффилированные лица и независимые партнеры имеют право размещать рекламу в рамках
                        Сервиса. Предоставляя нам отзывы и предложения относительно Сервиса, вы соглашаетесь
                        на использование и передачу этих отзывов в любых целях без выплаты вам какой-либо
                        компенсации.
                    </p>
                    <p>
                        Вы также понимаете и соглашаетесь с тем, что Деловые знакомства имеет право
                        получать, хранить и раскрывать информацию о вашем аккаунте и Контенте по
                        требованиям закона или для выполнения настоящего соглашения. Это может включать
                        предоставление информации в случае постановления суда, обеспечения выполнения
                        требований Условий, защиты прав третьих лиц и других случаев, предусмотренных
                        законом.
                    </p>
                </div>

                <!-- Раздел 8 -->
                <div class="offer-section">
                    <h3>8. Правила сообщества</h3>
                    <p>Используя Сервис, вы строго обязуетесь соблюдать следующие запреты:</p>
                    <p>8.1 Вам запрещено:
                    </p>
                    <p>8.1.1 Использовать Сервис в любых целях, которые прямо или косвенно
                        запрещены настоящим Соглашением.
                    </p>
                    <p>8.1.2 Использовать Сервис с целью причинения ущерба или с злым
                        умыслом.
                    </p>
                    <p>8.1.3 Использовать Сервис с целью нанесения вреда Деловые знакомствау.
                    </p>
                    <p>8.1.4 Отправлять спам, просить и принимать денежные средства у
                        пользователей Сервиса или дезинформировать их.
                    </p>
                    <p>8.1.5 Представлять себя за другое лицо или организацию, а также
                        публиковать изображения других лиц без их явного согласия.
                    </p>
                    <p>8.1.6 Осуществлять домогательства, преследования, угрозы, оскорбления
                        или унижать других пользователей, а также распространять клевету.
                    </p>
                    <p>8.1.7 Размещать Контент, который нарушает права третьих лиц, включая
                        права на публичность, личную жизнь, авторское право, товарные знаки или
                        другие права интеллектуальной собственности или договорные права.
                    </p>
                    <p>8.1.8 Размещать Контент, который подстрекает к ненависти или содержит
                        угрозы, а также материалы сексуального или порнографического характера.
                    </p>
                    <p>8.1.9 Размещать Контент, пропагандирующий насилие, содержащий
                        изображения обнаженных тел или сцены насилия. Запрещена публикация
                        аморального контента.
                    </p>
                    <p>8.1.10 Размещать Контент, распространяющий расизм, нетерпимость,
                        вражду к конкретным лицам или группам, а также содержащий физические
                        угрозы.
                    </p>
                    <p>8.1.11 Попытаться получить доступ к паролям или персональным данным
                        других пользователей в коммерческих или незаконных целях, а также
                        раскрывать персональные данные других лиц без их явного согласия.
                    </p>
                    <p>8.1.12 Использовать аккаунт другого пользователя, передавать свой
                        аккаунт третьим лицам или создавать несколько аккаунтов без разрешения
                        Деловые знакомства.
                    </p>
                    <p>8.1.13 Создавать новые аккаунты после прекращения действия
                        предыдущего аккаунта Деловые знакомстваа без предварительного согласия
                        администрации Сервиса.
                    </p>
                    <p>8.2 Деловые знакомства оставляет за собой право проводить проверку и/или
                        блокировать ваш аккаунт без возврата денежных средств за любые покупки, если ваше
                        поведение нарушает настоящее Соглашение, а также в случае неподобающего или
                        незаконного поведения в рамках Сервиса и за его пределами.
                    </p>
                </div>

                <!-- Раздел 9 -->
                <div class="offer-section">
                    <h3>9. Контент других пользователей</h3>
                    <p>Несмотря на то, что Деловые знакомства оставляет за собой право проверять,
                        модерировать и удалять Контент, нарушающий настоящее Соглашение, пользователи
                        несут исключительную ответственность за размещенный ими Контент. Деловые
                        знакомства не может гарантировать полное соответствие всего Контента настоящему
                        Соглашению. В случае
                        обнаружения Контента, размещенного в рамках Сервиса и нарушающего настоящее
                        Соглашение, вы обязаны незамедлительно уведомить об этом с помощью функционала
                        Сервиса.
                    </p>
                </div>

                <!-- Раздел 10 -->
                <div class="offer-section">
                    <h3>10. Покупки</h3>
                    <p>Общие положения. Деловые знакомства оставляет за собой право предлагать в
                        рамках Сервиса платные продукты и услуги, доступные для покупки. Для совершения
                        покупки в Сервисе необходимо подтвердить оплату через соответствующего платежного
                        оператора и выбранный способ оплаты (банковская карта или сторонний платежный
                        сервис) (далее – "способ оплаты"). Указанный способ оплаты будет использован для
                        списания стоимости выбранной услуги в Сервисе, включая все комиссии и налоги.
                        Подтверждая оплату, вы предоставляете Деловые знакомствау или стороннему
                        платежному сервису право на списание соответствующей суммы.
                    </p>
                    <p>Возврат средств. Большинство расходов, связанных с покупками, не подлежат
                        возврату. Возврат денежных средств и досрочная отмена подписки не предусмотрены. Вы
                        не имеете возможности отменить заказ на доставку цифрового контента, передаваемого на
                        нефизическом носителе, после начала обработки заказа. Оформив заказ, Вы даете свое
                        полное информированное согласие на утрату права на отмену заказа. Следовательно, такие покупки
                        являются ОКОНЧАТЕЛЬНЫМИ И НЕ ПОДЛЕЖАТ ВОЗВРАТУ И ВОЗМЕЩЕНИЮ СРЕДСТВ.
                    </p>
                </div>

                <!-- Раздел 11 -->
                <div class="offer-section">
                    <h3>11. Уведомление и порядок предъявления жалоб о нарушении авторских прав.</h3>
                    <p>11.1 В случае, если вы уверены, что вашу работу была незаконно скопирована и
                        размещена в рамках Сервиса с нарушением авторских прав, вы обязуетесь немедленно
                        обратиться в службу поддержки пользователей Сервиса по вопросам нарушений авторских
                        прав.
                    </p>
                    <p>
                        11.2 При связи с нами по поводу предполагаемого нарушения авторских прав, вы
                        обязуетесь предоставить следующую информацию:
                    </p>
                    <p>
                        11.2.1 Электронную или физическую подпись уполномоченного лица, действующего
                        от имени владельца авторских прав.
                    </p>
                    <p>
                        11.2.2 Детальное описание работы, защищенной авторским правом, которая, по
                        вашему мнению, была нарушена.
                    </p>
                    <p>
                        11.2.3 Точное описание местоположения контента в рамках Сервиса, который
                        является предметом нарушения авторских прав.
                    </p>
                    <p>
                        11.2.4 Ваши контактные данные, включая адрес, номер телефона и адрес электронной
                        почты, а также информацию о владельце авторских прав.
                    </p>
                    <p>
                        11.2.5 Письменное заявление, подтверждающее вашу уверенность в том, что спорное
                        использование не было авторизовано владельцем авторских прав, его уполномоченным
                        представителем или согласно законодательству.
                    </p>
                    <p>
                        11.2.6 Заявление, сделанное под страхом наказания за лжесвидетельство, о том, что
                        предоставленная информация в уведомлении точная и что вы являетесь владельцем
                        авторских прав или действуете от имени владельца авторских прав.
                    </p>
                    <p>
                        11.3 Деловые знакомства заявляет о своей приверженности к строгому
                        соблюдению мирового законодательства и применению ограничительных мер в политике
                        модерации Сервиса. Мы нацелены на борьбу с нарушениями авторских прав и готовы
                        рассмотреть каждое обращение в службу поддержки пользователей в отношении
                        нарушений авторских прав в соответствии с действующим законодательством.
                    </p>
                </div>

                <!-- Раздел 12 -->
                <div class="offer-section">
                    <h3>12. Ответственность и ограничения</h3>
                    <p>
                        12.1 ДЕЛОВЫЕ ЗНАКОМСТВА ПРЕДОСТАВЛЯЕТ СЕРВИС "КАК ЕСТЬ" И
                        СООБЩАЕТ, ЧТО ВОЗМОЖНОСТЬ СООТВЕТСТВИЯ СЕРВИСА ДЕЙСТВУЮЩЕМУ
                        ЗАКОНОДАТЕЛЬСТВУ ПРИНЦИПИАЛЬНО ОГРАНИЧЕНА. НИ В КОЕМ СЛУЧАЕ
                        ДЕЛОВЫЕ ЗНАКОМСТВА НЕ ПРЕДОСТАВЛЯЕТ ЯВНЫХ, ПОДРАЗУМЕВАЕМЫХ,
                        УСТАНОВЛЕННЫХ ЗАКОНОМ ИЛИ ДРУГИХ ГАРАНТИЙ В ОТНОШЕНИИ СЕРВИСА
                        (ВКЛЮЧАЯ ВЕСЬ КОНТЕНТ), В ЧАСТНОСТИ, ГАРАНТИЙ УДОВЛЕТВОРИТЕЛЬНОГО КАЧЕСТВА, КОММЕРЧЕСКОЙ ЦЕННОСТИ,
                        ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ ИЛИ НЕНАРУШЕНИЯ ПРАВ.
                    </p>
                    <p>12.2 ДЕЛОВЫЕ ЗНАКОМСТВА НЕ ГАРАНТИРУЕТ И НЕ ОБЕСПЕЧИВАЕТ:</p>
                    <p>12.2.1 Непрерывную, безопасную и бесшовную работу Сервиса;</p>
                    <p>12.2.2 Исправление дефектов или ошибок в Сервисе;</p>
                    <p>12.2.3 Точность Контента или информации, полученной с помощью Сервиса.</p>
                    <p>
                        12.3 ДЕЛОВЫЕ ЗНАКОМСТВА НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБОЙ
                        КОНТЕНТ, КОТОРЫЙ ВЫ ИЛИ ДРУГОЙ ПОЛЬЗОВАТЕЛЬ, ИЛИ ТРЕТЬЕ ЛИЦО,
                        РАЗМЕЩАЕТЕ, ОТПРАВЛЯЕТЕ ИЛИ ПОЛУЧАЕТЕ С ПОМОЩЬЮ СЕРВИСА. ВЫ
                        ОСУЩЕСТВЛЯЕТЕ ДОСТУП К КОНТЕНТУ, ЗАГРУЖЕННОМУ ИЛИ ИНЫМ
                        ОБРАЗОМ ПОЛУЧЕННОМУ С ПОМОЩЬЮ СЕРВИСА, ИСКЛЮЧИТЕЛЬНО НА СВОЙ
                        СОБСТВЕННЫЙ СТРАХ И РИСК.
                    </p>
                    <p>
                        12.4 ДЕЛОВЫЕ ЗНАКОМСТВА НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ
                        УБЫТКИ, ПОТЕРИ ИЛИ ВРЕД, ВКЛЮЧАЯ ПОТЕРЮ ДАННЫХ ИЛИ ВРЕД,
                        ПРИЧИНЕННЫЙ ВАШИМ ИСПОЛЬЗОВАНИЕМ СЕРВИСА ИЛИ НЕВОЗМОЖНОСТЬЮ ЕГО ИСПОЛЬЗОВАНИЯ.
                    </p>
                    <p>
                        12.5 ДЕЛОВЫЕ ЗНАКОМСТВА НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ
                        УБЫТКИ, ПОТЕРИ ИЛИ ВРЕД, ВКЛЮЧАЯ ПОТЕРЮ ДАННЫХ ИЛИ ВРЕД, ПРИЧИНЕННЫЙ ВАШИМ ИСПОЛЬЗОВАНИЕМ СЕРВИСА
                        ИЛИ НЕВОЗМОЖНОСТЬЮ ЕГО ИСПОЛЬЗОВАНИЯ, ДАЖЕ В СЛУЧАЕ, ЕСЛИ ДЕЛОВЫЕ ЗНАКОМСТВА БЫЛ ПРЕДУПРЕЖДЕН О
                        ВОЗМОЖНОСТИ ТАКИХ УБЫТКОВ, ПОТЕРЬ ИЛИ ВРЕДА.
                    </p>
                </div>

                <!-- Раздел 13 -->
                <div class="offer-section">
                    <h3>13. Услуги сторонних организаций</h3>
                    <p>Сервис может содержать рекламные объявления и акции, предлагаемые третьими
                        лицами, и ссылки на другие веб-сайты или ресурсы. Деловые знакомства ужесточает свою
                        позицию и явно уточняет, что несет лишь ограниченную ответственность за доступность
                        (или отсутствие доступности) таких внешних сайтов или ресурсов. Все риски, связанные с
                        взаимодействием с третьими лицами через Сервис, полностью ложатся на вас. Если вы
                        принимаете решение взаимодействовать с третьими лицами с помощью Сервиса, вы
                        соглашаетесь, что ваше отношение к таким третьим лицам регулируется исключительно их
                        собственными условиями. Деловые знакомства не несет ответственности за такие условия
                        или действия третьих лиц и не будет принимать на себя никакую ответственность за какие-
                        либо потери или убытки, возникшие в результате взаимодействия с третьими лицами.
                    </p>
                </div>

                <!-- Раздел 14 -->
                <div class="offer-section">
                    <h3>14. Ограничение ответственности.</h3>
                    <p>В соответствии с действующим законодательством Деловые знакомства, ее
                        аффилированные лица, сотрудники или поставщики сервисов исключают ответственность
                        за любые непрямые, косвенные, условные, случайные, специальные, штрафные или
                        серьезные убытки, включая, но не ограничиваясь, прямую или косвенную потерю прибыли,
                        или какие- либо потери данных, возможности использования, ущерба репутации или
                        другие нематериальные убытки, понесенные в результате: вашего доступа или
                        использования, или невозможности доступа или использования Сервиса; действий или
                        контента других пользователей или третьих лиц, связанных с Сервисом; несанкционированного доступа,
                        использования или изменения вашего Контента, даже если Деловые знакомства было известно о
                        возможности таких убытков. Совокупная
                        ответственность Деловые знакомства в рамках всех претензий, связанных с Сервисом, не
                        может превышать большую сумму, выплаченную вами Компании Деловые знакомства за
                        использование Сервиса, и 5000 рублей при наличии вашего аккаунта.
                    </p>
                    <p>
                        Следует отметить, что некоторые юрисдикции могут не допускать исключений или
                        ограничений определенных видов убытков. В таком случае, некоторые или все исключения
                        и ограничения, указанные в данном разделе, могут не действовать в отношении вас.
                    </p>
                </div>

                <!-- Раздел 15 -->
                <div class="offer-section">
                    <h3>15. Гарантия возмещения ущерба и защиты от ответственности со стороны пользователя</h3>
                    <p>Вы обязаны (в пределах, допустимых применимым законодательством) нести
                        ответственность за защиту и обеспечение защиты интересов Деловые знакомстваа, наших
                        аффилированных лиц, их и наших должностных лиц, директоров, агентов и сотрудников от
                        любых претензий, требований и обязательств, а также возмещать убытки, издержки и
                        расходы, включая гонорары адвокатов, которые возникают или связаны каким-либо
                        образом с вашим доступом к Сервису или его использованием, размещением вашего
                        Контента или нарушением вами настоящего Соглашения.
                    </p>
                </div>

                <!-- Раздел 16 -->
                <div class="offer-section">
                    <h3>16. Исчерпывающий характер соглашения и прочие условия</h3>
                    <p>
                        Настоящее Соглашение представляет собой неукоснительное соглашение между вами
                        и Деловые знакомства в отношении использования Сервиса, а также любых
                        дополнительных функций, продуктов или услуг, приобретенных в рамках Сервиса. В
                        случае приобретения дополнительных функций, продуктов или услуг, дополнительные
                        условия должны быть тщательно рассмотрены и согласованы с вами. Любое нарушение
                        настоящего Соглашения или дополнительных условий может привести к немедленной
                        блокировке доступа к Сервису.
                    </p>

                    <p>
                        Если какое-либо положение настоящего Соглашения признано недействительным или
                        неосуществимым, остальные положения остаются в силе и обязательными для исполнения.
                        Отказ Деловые знакомстваа осуществить или применить какое-либо право или положение
                        настоящего Соглашения не лишает Деловые знакомстваа права осуществить или
                        применить такое право или положение в будущем.
                    </p>

                    <p>
                        Вы признаете и соглашаетесь с тем, что ваш аккаунт Деловые знакомстваа не
                        подлежит передаче или переуступке третьим лицам. В случае вашей смерти, все ваши
                        права в отношении аккаунта и контента немедленно прекращаются. Любые попытки
                        передачи аккаунта или прав на контент без письменного согласия Деловые знакомстваа
                        считаются нарушением настоящего Соглашения и могут привести к немедленной
                        блокировке аккаунта.
                    </p>

                    <p>
                        Настоящее Соглашение не создает совместное предприятие, агентские, партнерские,
                        трудовые, доверенные или любые другие отношения между вами и Деловые
                        знакомстваом. Вы не имеете права действовать от имени Деловые знакомстваа, делать
                        заявления или принимать какие- либо обязательства от имени компании без
                        предварительного письменного разрешения Деловые знакомстваа. В случае нарушения
                        этого положения, Деловые знакомства оставляет за собой право применить к вам
                        соответствующие меры ответственности, включая немедленную блокировку аккаунта.
                    </p>
                </div>

                <!-- Правила безопасности с якорем ID для ссылки на статью -->
                <div class="offer-section" id="safety-rules">

                    <div class="offer-intro">
                        <h2>Правила безопасности</h2>
                    </div>

                    <p>Помните о безопасности при новых знакомствах. Независимо от того, начинаете ли
                        вы переписку или договариваетесь о встрече, сохраняйте бдительность. Хотя вы не можете
                        контролировать действия других, вы всегда можете повысить свою безопасность, используя данные
                        рекомендации.
                    </p>

                    <!-- Безопасность в Интернете -->
                    <h3>Безопасность в Интернете</h3>
                    <ul class="offer-list">
                        <li>
                            <p>
                                Никогда не отправляйте деньги или свои банковские данные незнакомцам — это распространенный
                                вид мошенничества.
                            </p>

                            <p>
                                Никогда не отправляйте деньги и не раскрывайте свои финансовые данные. Даже
                                если собеседник настойчив, утверждает, что ему грозит опасность или в ходе знакомства
                                пытается узнать ваши финансовые возможности - это повод насторожиться и обратить
                                внимание, что у собеседника могут быть неблагоприятные намерения. Переведя
                                денежные средства, скорее всего, вы больше никогда не сможете их вернуть, именно так
                                работают мошенники. В случае попрошайничества или просьб прислать информацию о
                                ваших счетах, незамедлительно пишите в поддержку Деловые знакомства.
                            </p>

                            <p>
                                Рекомендуем к ознакомлению <a href="https://www.cbr.ru/information_security/pmp/"
                                    target="_blank" rel="noopener noreferrer">справку
                                </a> от Центрального Банка РФ как обезопасить себя от мошенников .
                            </p>
                        </li>

                        <li>
                            <p>Защитите свои персональные данные</p>
                            <p>
                                Никогда не раскрывайте незнакомым людям ваши личные данные, включая:
                                паспортные данные, автомобильные права, данные аккаунтов, реквизиты счетов, место
                                работы и уровень дохода, ваш социальный статус и любую иную информацию, которая
                                может быть использована
                                злоумышленниками. Категорически ограничьте распространение информации о ваших родных и
                                близких,
                                особенно детей.
                            </p>
                        </li>

                        <li>
                            <p>Приоритизируйте общение с жителями вашего региона</p>
                            <p>
                                Правовые и социально-культурные нормы могут значительно отличаться в
                                зависимости от региона проживания человека. Будьте осторожны при взаимодействии с
                                жителями других стран и городов, обращайте внимание на просьбы о помощи,
                                манипуляции и давление, а также на свое психо-эмоциональное состояние после
                                общения. Помните, что собеседник не в праве от вас ничего требовать, и вы ничего ему не
                                должны.
                                Обратите внимание на готовность человека к видео созвонам, готовность
                                показать себя.
                            </p>
                        </li>

                        <li>
                            <p>
                                При наличии признаков нарушения правил Сервиса, пишите в
                                поддержку Деловые знакомства.
                            </p>

                            <p>
                                В случае подозрительного или оскорбительного поведения собеседника, просим
                                Вас заблокировать его и обратиться в поддержку Сервиса, предоставив описание
                                ситуации (желательно приложить скрин шоты недопустимого поведения).
                            </p>
                        </li>

                        <li>
                            <h4>Нарушением Соглашения пользования Сервисом, в частности, является:
                            </h4>
                            <ul class="offer-numbered-list">
                                <li>запрос финансовой информации, попрошайничество</li>
                                <li>возраст младше 18 лет</li>
                                <li>хамство, угрозы и агрессия</li>
                                <li>нарушение законодательства РФ</li>
                                <li>мошенничество</li>
                                <li>спам и несогласованная реклама</li>
                            </ul>
                        </li>
                    </ul>

                    <h4>Обращаем Ваше внимание, что все взаимодействие с администрацией Сервиса
                        происходит внутри Сервиса.
                    </h4>
                    <p></p>
                    <!-- Рекомендации при взаимодействии оффлайн -->
                    <h3>Рекомендации при взаимодействии оффлайн</h3>
                    <ul class="offer-list">
                        <li>
                            <p>Не торопитесь</p>
                            <p>
                                Перед тем, как встретиться с новым знакомым в реальности, рекомендуется хорошо
                                узнать его онлайн. Обсудите сторонние темы, обратите внимание на противоречия и
                                перевод темы. Задавайте вопросы, уточняйте необходимую вам информацию, чтобы
                                выявить подозрительные признаки или потенциальные несоответствия. Предложите
                                человеку прислать его фото или созвониться по видео.
                            </p>
                        </li>

                        <li>
                            <p>Встречайтесь в людных местах</p>
                            <p>
                                На первых этапах всегда выбирайте популярные и оживленные общественные
                                места для встречи. Никогда не соглашайтесь на первую встречу у себя дома или у нового
                                знакомого, а также в отдаленных и малолюдных местах. Настойчивость собеседника о
                                продолжении встречи в уединении может быть обусловлена преступными намерениями.
                                Берегите себя!
                            </p>
                        </li>

                        <li>
                            <p>Расскажите о своих планах друзьям и членам семьи</p>
                            <p>
                                Перед встречей поделитесь с близкими куда и с кем вы идете, когда вернетесь
                                домой. Также можно оставить близким контакт собеседника для связи, оставайтесь на
                                связи с близкими по телефону, убедитесь, что батарея телефона заряжена.
                            </p>
                        </li>

                        <li>
                            <p>Транспорт</p>
                            <p>
                                Рекомендуется предварительно спланировать как, при необходимости, быстро
                                покинуть свидание, например, заказать такси, встречаться рядом со станцией метро или
                                договориться с близкими чтобы приехали за вами на машине.
                            </p>
                        </li>

                        <li>
                            <p>Психоактивные вещества</p>
                            <p>
                                Употребление психоактивных веществ может притупить ваше внимание и исказить
                                объективное восприятие действительности, способствовать принятию импульсивных
                                решений, о которых вы потом можете пожалеть. Старайтесь минимизировать
                                употребление запрещенных веществ, алкоголя, табака.
                            </p>
                        </li>

                        <li>
                            <p>Личное пространство</p>
                            <p>
                                Не употребляйте еду или напитки неизвестного происхождения, держите их в поле
                                зрения, во избежание добавления в них сторонних веществ. Согласно статистике,
                                процент преступлений на сексуальной почве с подбросом снотворного или иных
                                веществ, остается устойчивым. Не выпускайте из поля зрения личные вещи: денежные
                                средства, телефон, сумку, платежные карты. Заблаговременно установите пин-код на
                                телефон и банковские сервисы, помните, что биометрические данные для входа могут
                                быть использованы против вашей воли.
                            </p>
                        </li>

                        <li>
                            <p>Угрозы</p>
                            <p>
                                Если вы считаете, что собеседник нарушает вашу безопасность, немедленно
                                уходите. Если вас пытаются удержать силой, кричите, оказывайте сопротивление,
                                привлекайте внимание других людей, зовите на помощь.
                            </p>
                        </li>

                        <li>
                            <p>Радужный флаг</p>
                            <p>
                                Тема нетрадиционных ценностей признана экстремистким движением в РФ, Ваша
                                задача не допустить провокации в отношении себя или Сервиса.
                            </p>
                        </li>

                        <li>
                            <p>Сексуальное взаимодействие</p>
                            <p>
                                Согласно законодательству РФ, партнер обязан уведомить вас о наличии вируса
                                ВИЧ/СПИД. Однако, человек может не знать, что он является инфицированным. Таким
                                образом, использование презерватива является базовым правилом при половых
                                контактах с непостоянным партнером. Обратите внимание, что ряд вирусов и бактерий
                                передаются через тактильно - оральные контакты. Регулярно проходите обследование на
                                наличие инфекции.
                            </p>
                        </li>

                        <li>
                            <p>Активное согласие</p>
                            <p>
                                Перед вступлением в сексуальный контакт и в процессе применения различных
                                сексуальных практик, заручитесь четким и однозначным согласием от партнера. В
                                дальнейшем это может оказаться дополнительной защитой при обвинении вас в
                                противоправных действиях. Помните, что каждый из вас вправе высказать протест на
                                продолжение контакта, а в случае насильственного продолжения, данные действия могут
                                соответствовать составу статей уголовного кодекса РФ.
                            </p>
                        </li>
                    </ul>

                    <!-- Поддержка -->
                    <h3>Поддержка</h3>
                    <p>Когда речь идет о мерах безопасности, важно помнить, что полностью исключить
                        риск невозможно, даже если вы выполнили все перечисленные меры предосторожности. Однако, следование
                        приведенным рекомендациям кратно повышает
                        шанс на благоприятный исход взаимодействия. Травмирующий опыт не является вашей
                        виной и не является поводом для стыда. Вы всегда можете обратиться за помощью к
                        близким, правоохранительным органам, поддержке Сервиса. Социальная поддержка
                        может сыграть огромную роль в преодолении травматического опыта, поэтому важно
                        общаться с друзьями и семьей. Если вам угрожает опасность или требуется неотложная
                        помощь, позвоните по номеру 911 или по другому телефону экстренных служб.
                    </p>
                </div>
            </div>
        </div>
    </section>
</template>

<script setup name="Offer">
// Импортируем nextTick из Vue, чтобы дождаться рендера DOM (если нужно)
import { nextTick } from 'vue';

// Метод прокрутки  от ссылки на якорь в тексте
const scrollToSafetyRules = () => {
    // Дожидаемся, если DOM ещё не готов (хотя в mounted обычно ок)
    nextTick(() => {
        const element = document.getElementById('safety-rules');
        if (element) {
            // Получаем позицию элемента относительно viewport
            const rect = element.getBoundingClientRect();
            // Рассчитываем финальную позицию: текущий скролл + позиция элемента - 20px (чтобы элемент был на 20px ниже верха)
            const offsetTop = window.pageYOffset + rect.top - 110;
            // Плавная прокрутка к этой позиции
            window.scrollTo({ top: offsetTop, behavior: 'smooth' });
        }
    });
};
</script>
