<!-- Cтраница со Статьёй - " PageArticle" -->
<!-- Статья №5 -->


<template>
    <!-- Блок информации о данной странице -->
    <section class="page-articles">
        <div class="container">
            <h2 class="hidden">О данной странице</h2>

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <!-- <li class="breadcrumb-item-active" aria-current="page">
                        СТАТЬЯ №5
                    </li> -->
                </ol>
            </nav>

            <!-- Блок со Статьёй -->

            <!-- <div class="page-article-wrap">
                <img src="../../images/section-promo/loading.gif" alt="loading" />
                <h3 class="el-page-article-heading">
                    Статья готовится к публикации. Следите за обновлениями!
                </h3>
            </div> -->

            <div class="article-wrapper">
                <div class="page-article-wrap">
                    <h3 class="el-page-article-heading"> 👩💻🧑💻<br> Управление людьми </h3>
                    <p class="el-page-article-description">
                        Методы повышения эффективности работы коллектива
                    </p>
                </div>

                <div class="page-article-text">

                    <!-- Введение -->
                    <p class="intro">
                        🙅♀️ Основа капитала исторически связана
                        с земельными, человеческими или технологическими ресурсами.
                        Как повысить эффективность работы коллектива рассмотрим ниже:
                    </p>

                    <!-- Раздел 1: Минимум личного времени -->
                    <section class="country-section">
                        <h3 class="country-title">1. 🙇♂️ Минимум личного времени</h3>
                        <p>
                            В сетях фастфуда есть правило, если у работника нет срочных задач (заказов), он выполняет
                            несрочные задачи на рабочем месте. Главная идея в постоянной занятости именно рабочим процессом,
                            отсутствие отвлекающих от полезной деятельности факторов. Помните, что вечер дан работнику для
                            отдыха после работы, когда он отдыхает на работе, Вы теряете деньги и контроль.
                        </p>
                    </section>

                    <!-- Раздел 2: Фиксированная оплата труда -->
                    <section class="country-section">
                        <h3 class="country-title">2. 🏅 Фиксированная оплата труда</h3>
                        <p>
                            Вне зависимости от производительности труда, должна быть утвержденная ставка. Вам выгоднее
                            платить фиксированную сумму, это позволяет планировать бюджет с одной стороны и повышать
                            нагрузку на работника с другой, причем повышать качественно, продавая ее труд дороже с каждым
                            разом, а разницу забирая себе. Это справедливо, так как премия за риск ложится полностью на Вас.
                        </p>
                    </section>

                    <!-- Раздел 3: Урезание функционала -->
                    <section class="country-section">
                        <h3 class="country-title">3. 🧩 Урезание функционала</h3>
                        <p>
                            Необходимо раздробить рабочий процесс на такие сегменты, чтобы один работник не был
                            самостоятельно конвертируемой единицей на рынке труда, в случае ухода. Отсутствие перспективы
                            привязывает рабочий ресурс к своему работодателю.
                        </p>
                    </section>

                    <!-- Раздел 4: Премии -->
                    <section class="country-section">
                        <h3 class="country-title">4. 🥰 Премии</h3>
                        <p>
                            Закладывать премиальную часть сразу в базовую ставку и систематически выплачивать ее. В случае
                            же серьезных ошибок, у Вас в руках остается инструмент для снижения выплаты на законном
                            основании, а работник будет стремиться не допустить ошибок в дальнейшем и повысит самоотдачу.
                        </p>
                    </section>

                    <!-- Раздел 5: Дисциплина -->
                    <section class="country-section">
                        <h3 class="country-title">5. 👮♂️ Дисциплина</h3>
                        <p>
                            Синхронность работы коллектива позволяет снизить степень риска от выпадения одной единицы и
                            повышает производительность труда за счет мультипликативного эффекта от деятельности команды.
                            Для обретения данной синхронизации необходим четкий план график рабочего времени, времени для
                            личных потребностей и гибкая система баллов по их выполнению.
                        </p>
                    </section>

                    <!-- Раздел 6: Личное пространство -->
                    <section class="country-section">
                        <h3 class="country-title">6. 🏕 Личное пространство</h3>
                        <p>
                            Чем дальше работники сидят друг от друга, тем меньше они отвлекаются и взаимодействуют. Таким
                            образом, каждый из них становится относительно автономным участником производственного процесса,
                            а значит легко управляем.
                        </p>
                    </section>

                    <!-- Раздел 7: Бунт -->
                    <section class="country-section">
                        <h3 class="country-title">7. 💊 Бунт</h3>
                        <p>
                            Недовольство работников условиями неизбежно, даже если Вы предлагаете достойную оплату труда и
                            социальные гарантии. Важно понимать, что Ваша цель удержать контроль над работником и растянуть
                            момент неповиновения во времени. Это позволит переждать состояние активизации, усыпить
                            бдительность и демотивировать к изменениям. Оптимальным решением может быть отеческая опека и
                            расширение рабочего функционала до сложных муторных задач, не несущих за собой перспективы.
                        </p>
                    </section>

                    <!-- Раздел 8: Переработки -->
                    <section class="country-section">
                        <h3 class="country-title">8. 🫠 Переработки</h3>
                        <p>
                            Являются частью процесса синхронизации. Даже неоплачиваемые переработки приводят к снижению
                            дисциплины и концентрации внимания. Работник должен быть натренирован быстро решать задачу и
                            выдавать Вам готовый качественный результат, это в свою очередь позволит Вам нарастить
                            производительность всего предприятия.
                        </p>
                    </section>

                    <!-- Раздел 9: KPI -->
                    <section class="country-section">
                        <h3 class="country-title">9. ✅ KPI</h3>
                        <p>
                            Чек лист по закрытию ключевых показателей для каждого работника позволит им сосредоточиться на
                            личных трудовых задачах и внесет соревновательный момент в производственный процесс. Важно
                            понимать, что также необходимы общие или командные KPI, это позволит систему гибкого
                            горизонтального контроля, чтобы уже не Вы, а другие работники были заинтересованы в поддержании
                            трудовой дисциплины.
                        </p>
                    </section>

                    <!-- Раздел 10: Подарки -->
                    <section class="country-section">
                        <h3 class="country-title">10. 🎁 Подарки</h3>
                        <p>
                            Символические подарки, такие как тортики, пицца или сладкие наборы на Новый Год для детей, не
                            несут значительной нагрузки на бюджет, однако формируют лояльность работника к работодателю и
                            создают идею о Вашей заботе и внимании к своим сотрудникам. Это также повышает
                            производительность труда, так как чаще всего подарки дают тем, кто вёл себя хорошо.
                        </p>
                    </section>

                    <!-- Заключение -->
                    <p class="conclusion">
                        &emsp;Эти и другие приемы управления трудовыми ресурсами мы узнали из нашего бота "Деловые
                        Знакомства", место где собираются менеджеры, директора и предприниматели. <br>
                        <br>
                        Если Вам также есть чем поделиться, ждем Вас в нашем боте🧑💻🧑💻🧑💻
                    </p>

                </div>
            </div>

        </div>
    </section>
</template>

<script setup name="Page5">

</script>
