<!-- Cтраница со Статьёй - " PageArticle" -->
<!-- Статья №9 -->


<template>
    <!-- Блок информации о данной странице -->
    <section class="page-articles">
        <div class="container">
            <h2 class="hidden">О данной странице</h2>

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <!-- <li class="breadcrumb-item-active" aria-current="page">
                        СТАТЬЯ №9
                    </li> -->
                </ol>
            </nav>

            <!-- Блок со Статьёй -->
            <div class="article-wrapper">
                <div class="page-article-wrap">
                    <h3 class="el-page-article-heading">🪄<br> Как поймать счастье?</h3>
                    <p class="el-page-article-description">
                        Секретная методика
                    </p>
                </div>
                <div class="page-article-text">

                    <!-- Введение -->
                    <p class="intro">
                        &emsp;Порой встречаешь человека, и у него на морде написано, что он
                        несчастен или что его делают счастливым определенные вещи. Вообще, это секретная методика из области
                        психологии, но мы вам ее расскажем, так как все равно вряд ли поймете и запомните.<br>
                        ✨ Счастье это просто) - это химическое состояние мозга, гармоничное гормональное состояние. Всего
                        есть 4 нейромедиатора, которые и определяют это самое состояние счастья, а их дисбаланс, в свою
                        очередь, рвет крышу. Причем, каждый индивид имеет от природы какой-то более проявленный
                        нейромедиатор, которым он и пробивает себе дорогу в жизнь. Давайте познакомимся с ними)
                    </p>

                    <!-- Раздел 1: Дофамин -->
                    <section class="country-section">
                        <h3 class="country-title">1. 🧠 Дофамин</h3>
                        <p>
                            Это основа нашей логики, поиска нового, достижений. Вспомните самых умных и скучный людей
                            которых знаете, скорее всего у них очень высокий дофамин) Он вырабатывается при сигнале «я
                            достиг / сделал / открыл», короткие всплески мотивации и удовлетворения от цели.<br>
                            Как провоцировать его синтез? Через:<br>
                            - достижение целей<br>
                            - создание нового<br>
                            - кардио-активность<br>
                            - радоваться своим успехам<br>
                            - многозадачность и любознательность
                        </p>
                    </section>

                    <!-- Раздел 2: Серотонин -->
                    <section class="country-section">
                        <h3 class="country-title">2. ☀️ Серотонин</h3>
                        <p>
                            Это основа нашей воли и статуса. Вспомните тех, может не имеет богатой телесной фактуры, но прет
                            так что давит под собой всех и вся? Вот! Скорее всего это экземпляр с высоким серотонином. Он
                            вырабатывается при контроле над жизнью и осознанности. Еще помогает солнышко, но это именно про
                            относительную восприимчивость, то есть если стадо тюленей валяется на пляже, серотонин вырастет
                            у всех, но больше зарядится именно серотониновый типаж.<br>
                            Как провоцировать его синтез? Через:<br>
                            - прогулки на солнце<br>
                            - витамин D (и K₂)<br>
                            - порядок и контроль над жизнью<br>
                            - ощущение статуса и влияния<br>
                            - осознанность
                        </p>
                    </section>

                    <!-- Раздел 3: Эндорфин -->
                    <section class="country-section">
                        <h3 class="country-title">3. 💪 Эндорфин</h3>
                        <p>
                            Еще называют гормоном радости) Тут все про тело и экспрессию. Между прочим, главный
                            нейромедиатор для нашего общества!! Я его называю "Увидеть Париж и нажраться от радости". Кто
                            его носители?? Это очень просто) Чаще всего это люди или с очень красивой внешностью (не столько
                            от природы, сколько от того что ухаживают за собой) или же это человек "которого много". Тело
                            растет как на дрожжах, поэтому они часто крупненькие, но при этом их все хотят, а они в свою
                            очередь хотят в ответ... Он вырабатывается при КАЙФЕ от жизни, когда просто живешь и
                            радуешься!<br>
                            Как провоцировать его синтез? Через:<br>
                            - экстрим и кураж разной формы<br>
                            - баня / прорубь, контрастный душ<br>
                            - силовые (весовые) тренировки<br>
                            - музыка и пение<br>
                            - массаж и танцы
                        </p>
                    </section>

                    <!-- Раздел 4: Окситоцин -->
                    <section class="country-section">
                        <h3 class="country-title">4. ❤️ Окситоцин</h3>
                        <p>
                            Еще называют гормоном любви) Прежде всего он известен как гормон матери, так как благодаря ему
                            формируется связь с маленьким ребенком и отделение молока. Нооо..., в меньших дозах он
                            присутствует
                            и у всех остальных. Он отвечает за привязанность и социальную связанность. У нас как-то не особо
                            популярный гормон ...зато, если вспомнить самых милых и няшных людей в жизни, которые очень
                            такие
                            ми-ми-ми и пушистые, то скорее всего у них он высокий) Такие люди никогда не остаются одни.<br>
                            Как провоцировать его синтез? Через:<br>
                            - построение доверия<br>
                            - заботу о близких<br>
                            - дружба и любовь<br>
                            - объятия, касания, поглаживания<br>
                            - игры с питомцем<br>
                            - добрые дела и тёплые слова
                        </p>
                    </section>

                    <!-- Раздел: Что важно понимать -->
                    <section class="country-section">
                        <h3 class="country-title">🌚 Что важно понимать?</h3>
                        <p>
                            Что при "выпадении" того или иного нейромедиатора, его можно провоцировать синтезироваться
                            самостоятельно, например, приведенными выше способами. Однако...<br>
                            Если ты идёшь в баню с целью «получить дофамин» (т.е. как цель), ты не получишь тот эндорфинный
                            кайф в полной мере, какой получит эндорфиновый приятель. <br>
                            🥝Нужна перестройка: целенаправленно заходить в нужный режим — эмоциональный, физический,
                            волевой или логический. Это значит, что для смены режима нужна практика, при этом общий "скелет"
                            взаимоотношения ваших нейромедиаторов не изменится)
                        </p>
                    </section>

                    <!-- Заключение -->
                    <p class="conclusion">
                        Эти четыре системы дают разный тип удовольствия — и они не взаимозаменяемы. То, что вызывает
                        всплеск одного нейромедиатора, редко прямо вызывает такой же всплеск другого. Но что приносит
                        удовольствие всех четырех типов, так это наш бот "Деловых Знакомств") 🏄♂️
                    </p>

                </div>
            </div>
        </div>
    </section>
</template>

<script setup name="Page9">

</script>
