<!-- Cтраница со Статьёй - " PageArticle" -->
<!-- Статья №14 -->


<template>
    <!-- Блок информации о данной странице -->
    <section class="page-articles">
        <div class="container">
            <h2 class="hidden">О данной странице</h2>

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <li class="breadcrumb-item-active" aria-current="page">
                        СТАТЬЯ №14
                    </li>
                </ol>
            </nav>

            <!-- Блок со Статьёй -->
            <div class="page-article-wrap">
                <h3 class="el-page-article-heading">
                    🌵<br>
                    Что едят нутрициологи?
                </h3>
                <p class="el-page-article-description">
                    Здоровое питание - основа долголетия и здоровья. Что едят сами нутрициологи?
                </p>
            </div>
            <div class="page-article-text">
                <!-- Введение -->
                <p class="intro">
                    Нутрициологи — это не только эксперты по питанию, но и люди, которые следуют своим рекомендациям на
                    практике. Их рацион строится на принципах баланса, насыщения и пользы для организма. Вот что они
                    предпочитают включать в своё меню, чтобы поддерживать здоровье и энергию на высоком уровне. 💬 Правило
                    первое: слушай своё тело и выбирай продукты, которые дают силу и насыщение без перегрузки. 🌿
                </p>

                <!-- Раздел: Мясо -->
                <section class="country-section">
                    <h3 class="country-title">🥩 Мясо</h3>
                    <p>
                        Самый главный принцип: если хочется есть, едим мясо. Желательно яйца, говядину, баранину или же
                        сердце/печень, так как в них высокое содержание усвояемого белка и низкое содержание жиров.
                    </p>
                </section>

                <!-- Раздел: Шпинат, рукола, салат -->
                <section class="country-section">
                    <h3 class="country-title">☘️ Шпинат, рукола, салат</h3>
                    <p>
                        Это кладезь витаминов, особенно в межсезонье, когда организм перестраивается и испытывает повышенную
                        нагрузку. В итоге, много витаминов и минералов, мало калорий.
                    </p>
                </section>

                <!-- Раздел: Полезные жиры -->
                <section class="country-section">
                    <h3 class="country-title">🐳 Полезные жиры</h3>
                    <p>
                        Содержатся они в лососе, скумбрии, авокадо. Также можно купить оливковое или льняное масло холодного
                        отжима. Запоминаем источники качественного белка и витамина D на зиму! Они стимулируют выработку
                        желчи, необходимой для пищеварения.
                    </p>
                </section>

                <!-- Раздел: Грецкие орехи, миндаль -->
                <section class="country-section">
                    <h3 class="country-title">🥔🐿️ Грецкие орехи, миндаль</h3>
                    <p>
                        Растительный белок быстрее приводит к насыщению чем животный, не содержат холестерина, богаты на
                        минералы и витамины. Также можно употреблять арахис, но с осторожностью, так как он высоко
                        аллергенен.
                    </p>
                </section>

                <!-- Раздел: Кефир и йогурты -->
                <section class="country-section">
                    <h3 class="country-title">🍼 Кефир и йогурты</h3>
                    <p>
                        В западных странах данные продукты относятся к категории суперфуд, так как поддерживают микробиом
                        кишечника, а он в свою очередь прямо влияет на иммунитет, ЖКТ.
                    </p>
                </section>

                <!-- Раздел: Черника, малина, клубника -->
                <section class="country-section">
                    <h3 class="country-title">🫐 Черника, малина, клубника</h3>
                    <p>
                        Натуральное и полезное лакомство, источник антиоксидантов и витаминов, гораздо полезнее чем другие
                        очень сладкие фрукты.
                    </p>
                </section>

                <!-- Раздел: Зеленые овощи -->
                <section class="country-section">
                    <h3 class="country-title">🥦 Зеленые овощи</h3>
                    <p>
                        Будь то огурцы, перцы, брокколи или сельдерей. Все они дают клетчатку, стимулируют работу кишечника
                        и содержат много витаминов и минералов.
                    </p>
                </section>

                <!-- Заключение -->
                <p class="conclusion">
                    💬 Мы хотим жить долго и здорово, в этом нам помогает наши новые знакомства в боте «Деловых знакомств»
                    🤖, надеемся, они помогут и Вам ♥️. Присоединяйся и открой для себя мир здорового питания и полезных
                    связей! 😊
                </p>
            </div>

        </div>
    </section>
</template>

<script setup name="Page14">

</script>
