<!-- Cтраница со Статьёй - " PageArticle" -->
<!-- Статья №2 -->


<template>
    <!-- Блок информации о данной странице -->
    <section class="page-articles">
        <div class="container">
            <h2 class="hidden">О данной странице</h2>

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <!-- <li class="breadcrumb-item-active" aria-current="page">
                        СТАТЬЯ №2
                    </li> -->
                </ol>
            </nav>

            <!-- Блок со Статьёй -->
            <div class="page-article-wrap">
                <h3 class="el-page-article-heading">
                    🍉<br>
                    Как выбрать арбуз любимой девушке?
                </h3>
                <p class="el-page-article-description">
                    Простой гид по выбору вкусного арбуза для романтического сюрприза
                </p>
            </div>
            <div class="page-article-text">
                <!-- Введение -->
                <p class="intro">
                    &emsp;Выбор арбуза — это искусство, особенно если он для любимой девушки! 🌍 Следуя этим советам, вы
                    сможете
                    найти идеальный плод, который порадует сладостью и свежестью. Мы разберём шаги, типы арбузов и хитрости,
                    чтобы избежать разочарований. 🎓💼
                </p>

                <!-- Разделы по шагам -->
                <section class="country-section">
                    <h3 class="country-title">Шаг 1: Время года и типы арбузов 🌦️📚</h3>
                    <ol class="methods-list">
                        <li><strong>Помните о зрелости 🫠</strong><br>Если выбирать из незрелой партии, то даже самый лучший
                            арбуз в ней будет просто как зелёный помидор!</li>
                        <li><strong>Время года и типы 🌦</strong><br>В июне появляются привычные арбузы-полосатики из
                            Казахстана и Дагестана. На мой взгляд, они все же невкусные, ещё невызревшие. Тем не менее, с
                            середины июля до середины сентября их золотая пора! Самый поздний, октябрьский тип –
                            тёмно-зелёный и пятнистый. Настолько сладкий, что есть его уже невкусно от приторности.</li>
                        <li><strong>Типы полосатиков 📚</strong><br>Полосатики, на самом деле, тоже можно разделить на два
                            типа: природные с розоватой мякотью и крупными семечками, порой белыми и насыщенно красные, с
                            обилием мелких чёрных семечек, очень сладкие, походу напичканные удобрениями...</li>
                        <li><strong>Не важно тип — выбирай лучшее 🍑</strong><br>Но допустим, Вам не важно какой тип, Вам
                            нужно выбрать лучшее из того что есть.</li>
                    </ol>
                </section>

                <section class="country-section">
                    <h3 class="country-title">Шаг 2: Как шлёпать и выбирать арбуз 👏</h3>
                    <ul class="methods-list">
                        <li><strong>Метод шлёпка 👏</strong><br>Выбрать арбуз не так сложно: нужно шлёпать его, как шлёпают
                            по попке. Если звук незвонкий, значит арбуз не вызрел и внутри вода, если глухой, значит он
                            перезрел и стал ватой. Звонкий звук — показатель насыщенной мякоти, как баскетбольный мяч.
                        </li>
                        <li><strong>Пример 🔊</strong><br>Например, полосатик в июне скорее не звонкий при шлёпке, потому
                            что ещё не вызрел, а осенью глухой, потому что уже стух (перезрел).
                        </li>
                    </ul>
                </section>

                <!-- Заключение -->
                <p class="conclusion">
                    🍉 Арбузы начинают идти с конца июня и до октября. Начинается с иранских, которые, предполагаю,
                    аналогичны туркменской дыне.<br>
                    Первый вопрос — откуда арбуз,<br>
                    второй вопрос — звук при шлепке,<br>
                    третий вопрос — почему ты ещё не в нашем боте "Деловых знакомств"? 🥹😉
                </p>
            </div>

        </div>
    </section>
</template>

<script setup name="Page2">

</script>
