<!-- Cтраница со Статьёй - " PageArticle" -->
<!-- Статья №10 -->


<template>
    <!-- Блок информации о данной странице -->
    <section class="page-articles">
        <div class="container">
            <h2 class="hidden">О данной странице</h2>

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <!-- <li class="breadcrumb-item-active" aria-current="page">
                        СТАТЬЯ №10
                    </li> -->
                </ol>
            </nav>

            <!-- Блок со Статьёй -->
            <div class="article-wrapper">
                <div class="page-article-wrap">
                    <h3 class="el-page-article-heading">💰 <br>7 правил как привлечь богатство</h3>
                    <p class="el-page-article-description">На основе книги "Самый богатый человек в Вавилоне"</p>
                </div>
                <div class="page-article-text">

                    <!-- Введение -->
                    <p class="intro">
                        &emsp;Этот пост написан на основе книги "Самый богатый человек в Вавилоне", которую называют любимой
                        книгой
                        инвестора и предпринимателя Роберта Кийосаки 🗽
                    </p>

                    <!-- Раздел 1: Платите себе первым -->
                    <section class="country-section">
                        <h3 class="country-title">1. ⛳️ Платите себе первым. Всегда</h3>
                        <p>
                            Это базовое правило для формирования накоплений, необходимо завести привычку откладывать 10-15%
                            от дохода ежемесячно. Как именно Вы решите сберечь эти средства не так важно, главный принцип
                            сводится к формированию системной привычки из ликвидных средств.
                        </p>
                    </section>

                    <!-- Раздел 2: Найдите вора -->
                    <section class="country-section">
                        <h3 class="country-title">2. 🥷 Найдите вора</h3>
                        <p>
                            Если Вы еще живы, значит имеете некий доход, но деньги уходят. Как так? Значит, кто-то их
                            забирает. Ваша задача выяснить- кто эта скотина. Сведите кредит с дебетом и определите основные
                            статьи расходов. Проведите ранжирование приоритетов, сроки и степень окупаемости покупок.
                            Главный принцип сводится к пониманию статей расходов и их объема, это открывает возможность
                            планирования и оптимизации бюджета, управления своими финансами. Запомните! Деньги- любят
                            порядок, контроль и системность! А еще они не любят кредиты.
                        </p>
                    </section>

                    <!-- Раздел 3: Хорошо если Вы работаете, еще лучше, если работают деньги -->
                    <section class="country-section">
                        <h3 class="country-title">3. 🫠 Хорошо если Вы работаете, еще лучше, если работают деньги</h3>
                        <p>
                            Допустим, Вам удалось сберечь часть средств от дохода, и Вы готовы их отложить! Что ж, это
                            удивительно и очень хорошо, с этого момента Вы начинаете иметь преимущество перед многими
                            другими согражданами. (по опросам, большинство не протянет и 2-х месяцев на свои сбережения).
                            Тут важно действовать по уму, то есть хранить сбережения в ликвидных инструментах, то есть тех,
                            которые можно быстро и легко продать. <br>
                            Мы не имеем права давать Вам рекомендации по инвестиционной стратегии, мы можем только
                            обозначить, что по сложности популярные финансовые инструменты можно поставить в такой ряд:
                            банковский депозит, облигации Федерального займа, фонды, акции голубых фишек Мосбиржи. Данные
                            инструменты несут меньшие риски чем другие инструменты, но только банковский вклад и ОФЗ дают
                            гарантированную доходность. Но особо не обольщайтесь, Вас все равно постараются грабануть🍴
                        </p>
                    </section>

                    <!-- Раздел 4: Диверсификация -->
                    <section class="country-section">
                        <h3 class="country-title">4. 🍏🍎🍆 Диверсификация</h3>
                        <p>
                            Это основа любого здравомыслящего человека. "Не кладите все яйца в одну корзинку!" (с). Хотите
                            преуспеть? Придется выбирать несколько инструментов, искать авторитетные мнения и сравнивать их.
                            Капитал рождается с болью, как ребенок. Не бойтесь совершать ошибки, у Вас их будет бессчетное
                            количество, бойтесь валяться кабачком на грядке, когда начнутся заморозки.
                        </p>
                    </section>

                    <!-- Раздел 5: Кот в мешке! -->
                    <section class="country-section">
                        <h3 class="country-title">5. 😸 Кот в мешке!</h3>
                        <p>
                            Мошенники были всегда, чем меньше человек понимает в деталях предприятия, тем проще ободрать его
                            как липку и отжать свечной заводик. Ваша задача не быть по ошибке выжившим мамонтом и "не зная
                            броду, не соваться в воду!" (с). Определите для себя процент рисковых активов, помните, что Ваш
                            капитал- это Ваше дите. Насколько Вы готовы им рисковать? Правильный ответ: не сильно.
                        </p>
                    </section>

                    <!-- Раздел 6: Мой дом- моя крепость! -->
                    <section class="country-section">
                        <h3 class="country-title">6. 🏛 Мой дом- моя крепость!</h3>
                        <p>
                            Автор книги рекомендует к покупке собственное жилье, однако то он жил в Вавилоне, а мы живем в
                            глобальном мире. По сему, напомним постулаты ВЭФ: "у вас ничего не будет, но вы будете
                            счастливы" (с). Мы согласны с интерпретацией этой фразы как грабежа, но не согласны с выводом
                            что покупка в собственность абсолютно релевантный ответ. Это напоминает аналогию с машиной:
                            раньше, когда их было мало, было раздолье и ты был свободен. Теперь же, твоя машина - это
                            возможность пополнить бюджеты за твой счет, с недвижкой они прочухали, что можно также, а значит
                            эти риски также нужно закладывать.
                        </p>
                    </section>

                    <!-- Раздел 7: Пока есть я - у меня есть будущее -->
                    <section class="country-section">
                        <h3 class="country-title">7. 🌅 Пока есть я - у меня есть будущее</h3>
                        <p>
                            Позаботьтесь о том, чтобы повышать добавленную стоимость своих действий. Ваша задача, чтобы с
                            каждым прожитым днем за Ваши действия продолжали платить и доходность росла. Это позволит Вам
                            оставаться "в строю" и обеспечить достойную старость, себе и своим близким. Развивайте то, что
                            приносит Вам доход уже сейчас, инвестируйте в то, что расширит Ваши возможности.
                        </p>
                    </section>

                    <!-- Заключение -->
                    <p class="conclusion">
                        Подумайте, сколько связей и возможностей Вы теряете до сих пор, не перейдя в наш бот "Деловых
                        знакомств" 😏
                    </p>

                </div>
            </div>
        </div>
    </section>
</template>

<script setup name="Page10">

</script>
