<!-- Cтраница со Статьёй - " PageArticle" -->
<!-- Статья №4 -->


<template>
    <!-- Блок информации о данной странице -->
    <section class="page-articles">
        <div class="container">
            <h2 class="hidden">О данной странице</h2>

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <!-- <li class="breadcrumb-item-active" aria-current="page">
                        СТАТЬЯ №4
                    </li> -->
                </ol>
            </nav>

            <!-- Блок со Статьёй -->
            <!-- <div class="page-article-wrap">
                <img src="../../images/section-promo/loading.gif" alt="loading" />
                <h3 class="el-page-article-heading">
                    Статья готовится к публикации. Следите за обновлениями!
                </h3>
            </div> -->

            <div class="article-wrapper">
                <div class="page-article-wrap">
                    <h3 class="el-page-article-heading">
                        📈<br>
                        Выбор стратегии по MBA
                    </h3>
                    <p class="el-page-article-description">
                        Ключ к успеху на рынке - наличие стратегии
                    </p>
                </div>

                <div class="page-article-text">

                    <!-- Введение -->
                    <p class="intro">
                        Ключ к успеху на рынке - наличие стратегии.<br>
                        Ключ к успеху в бизнесе - стратегический менеджмент.<br>
                        Давайте познакомимся с основами управленческих решений по заветам ведущих бизнес-школ (MBA).<br>
                        Что есть стратегия? - это целенаправленный выбор и последовательные действия с целью получения
                        конкурентного преимущества, а также улучшение существующих механик.
                    </p>

                    <!-- Раздел 1: Диагностика -->
                    <section class="country-section">
                        <h3 class="country-title">1.👨🏼⚕️ Диагностика</h3>
                        <p>
                            Смотрели Доктора Хауса? Это такой неадекватный суперврач в клинике, он лечил тех, за кого не
                            брались другие врачи, самые сложные и запутанные случаи, а возглавлял он, в свою очередь отдел
                            диагностики. Ваша задача стать доктором Хаусом в своей теме.<br>
                            В этом Вам помогут:
                        </p>
                        <ul class="methods-list">
                            <li>🐦 Оценка конкурентов, объема спроса и динамики его изменения, тренды в глобальной экономике
                                и культуре потребления. Для проведения анализа можно использовать многофакторный анализ
                                макросреды или модель Портера.</li>
                            <li>🎈 Анализ своих конкурентных преимуществ, ресурсной базы и ее организации. Оценка
                                стратегических активов предприятия и ее экспертизы для потребителя. Чаще всего для
                                системности оценки используют Resource-Based View, согласно критериям VRIO (ценность,
                                редкость, неподражаемость, организованность)</li>
                        </ul>
                        <p>
                            - Например, бот Деловых Знакомств работает в мессенджере Телеграм, то есть на развитом рынке
                            спроса, отвечает запросу потребителя на формирование устойчивых деловых связей и продвижения
                            своих интересов, отвечает тренду на самореализацию и организацию дополнительных источников
                            дохода пользователей. А про наши конкурентные преимущества изучайте сами😏
                        </p>
                    </section>

                    <!-- Раздел 2: Выбор -->
                    <section class="country-section">
                        <h3 class="country-title">2. 🐳 Выбор</h3>
                        <p>
                            Результатом диагностики должен стать выбор перспективных направлений и вбухивание ресурсов в
                            них. Чаще всего мы это делаем через анализ целевой аудитории и сегментирование рынка. Далее идет
                            упаковка, чаще всего предполагающая определенную потребительскую ценность при первичном
                            приближении и долгосрочное сотрудничество уже по итогу вовлечения. Вы должны четко понимать кто
                            Вы и чем Вы занимаетесь, без этого потребитель не поймет, чего Вы от него хотите и расстроится
                            😔
                        </p>
                    </section>

                    <!-- Раздел 3: Операционное управление -->
                    <section class="country-section">
                        <h3 class="country-title">3. ⚙️ Операционное управление</h3>
                        <p>
                            Самое главное это время, А ВРЕМЕНИ У ВАС НЕТ! Чтобы предприятие работало как часы без сбоев,
                            необходимо отладить администрирование, распределение ресурсов, структуру управления и
                            приоритезацию рабочих задач. <br>
                            Существуют различные методики менеджмента, в последние годы достаточно популярна AGILE, для
                            бумеров эффективно себя зарекомендовала система KPI и мотивации, но новые поколения все чаще
                            ставят размер оплаты на вторичные позиции приоритетов, что требует новых подходов для повышения
                            работоспособности коллективов.
                        </p>
                    </section>

                    <!-- Раздел 4: Защита эксклюзивности -->
                    <section class="country-section">
                        <h3 class="country-title">4. ☠️ Защита эксклюзивности</h3>
                        <p>
                            Каким бы прекрасным не был Ваш продукт или услуга, его захотят стащить. Это не вопрос времени,
                            это мысли ваших друзей за улыбкой радости и милыми поздравлениями со стартом проекта. Поэтому.
                            Ваша задача озаботиться повышением порога входа для будущих конкурентов. Гасить их надо на
                            корню, как Меркель после себя выжженное поле оставила, вот так же их ... Но этого недостаточно.
                            Ваша задача не гасить их прямо, а создавать иллюзию легкости входа и поощрять лудоманов в
                            создании аналогов. Чем больше будет море потопленных кораблей, тем успешнее будет капитан
                            выжившего корабля 🛳<br>

                        </p>
                    </section>

                    <!-- Заключение -->
                    <p class="conclusion">
                        &emsp;Поэтому, если у Вас есть предложения для сотрудничества, которые помогут нам гасить
                        конкурентов и повышать блеск нашего бота, с радостью ждем Вас в поддержке бота "Деловые знакомства!"
                        👻
                    </p>
                </div>
            </div>

        </div>
    </section>
</template>

<script setup name="Page4">

</script>
