<!-- Cтраница со Статьёй - " PageArticle" -->
<!-- Статья №7 -->


<template>
    <!-- Блок информации о данной странице -->
    <section class="page-articles">
        <div class="container">
            <h2 class="hidden">О данной странице</h2>

            <!-- Навигация хлебные крошки -->
            <nav aria-label="breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item">
                        <router-link to="/">ГЛАВНАЯ СТРАНИЦА</router-link>
                    </li>
                    <!-- <li class="breadcrumb-item-active" aria-current="page">
                        СТАТЬЯ №7
                    </li> -->
                </ol>
            </nav>

            <!-- Блок со Статьёй -->
            <div class="page-article-wrap">
                <h3 class="el-page-article-heading">
                    ❤️<br>
                    Как влюбить в себя кого угодно?
                </h3>
                <p class="el-page-article-description">
                    Секреты счастливой любви.<br>
                    Правила, которые помогут обрести настоящую любовь и счастье в отношениях
                </p>
            </div>
            <div class="page-article-text">
                <!-- Введение -->
                <p class="intro">
                    &emsp;Все твердят, что любовь — это большая удача. Но это вранье! Большая удача — это умение любить.
                    А тот, кто умеет любить, всегда оказывается любим. Ниже — базовые правила для счастливой жизни 😏🌍
                </p>

                <!-- Раздел с правилами -->
                <section class="country-section">
                    <h3 class="country-title">Базовые правила счастливой жизни 📚💑</h3>
                    <ol class="methods-list">
                        <li><strong>🙂 Внимание и доброжелательность</strong><br>Если перед тобой парень — больше слушай и
                            проявляй искренний интерес к его идеям, даже если понимаешь, что идеи сомнительны... мальчики
                            падки на принятие. Если девушка — удивляй её, открывая то, о чём она и не подозревала (стиль
                            Трампа). Твоя задача не выложить все карты на стол, а блефовать красиво как в картах, чтобы в
                            самый неожиданный момент у нее в глазах заиграли огоньки.</li>
                        <li><strong>😏 Ненавязчивые оценки</strong><br>Не нужно играть на самолюбии, но отмечай то, в чём
                            человек действительно хорош, и что тебе в нём нравится. Не нужно постоянно хвалить, это утомляет
                            и становится приторным как ванильная шоколадка от Бабаевский, это никому не нравится. Добрые
                            подколы и комплименты, заигрывания и флирт, растопят даже самое холодное сердце.</li>
                        <li><strong>🤭 Поддерживай контакт</strong><br>Открытый язык тела и тёплый взгляд, с тобой должно
                            быть приятно расслабиться. Главное — сохранять тактичность и открытость. Помни: торопливость
                            только навредит. Вы на рыбалке, где рыба ещё не поняла, что её хотят сожрать, сохраняй выдержку!
                        </li>
                        <li><strong>🐟 Подкармливай</strong><br>Вниманием, помощью или даже чем-то вкусненьким. На любой
                            рыбалке без подкормки не обойтись!</li>
                        <li><strong>🥺 Уязвимость</strong><br>По мере сближения раскрывайся, раскрывая свои слабости,
                            доверяй тому, кто сердцу мил. Так формируется близость и чуткость, признание слабостей делает
                            живым и располагает к тебе.</li>
                        <li><strong>🦊 Ищи форматы совместной занятости</strong><br>Помнишь, как Лис приручал Маленького
                            Принца быть его другом? Этот Лис был очень умным, хорошо бы поучиться у него)</li>
                        <li><strong>🌚 В начале общения, надежность и ответственность предполагаются как сами собой
                                разумеющиеся</strong><br>Не обижай других, но и проявляйся, отчасти и с негативной стороны.
                            Изъяны и слабости подкупают, порой даже сильнее)</li>
                    </ol>
                </section>

                <!-- Заключение -->
                <p class="conclusion">
                    ☃️ Помните, что для девушки самое главное — любопытство и перспектива, для мужчины —
                    соблазнительность и принятие,<br>
                    Для нас — ваше присутствие в нашем боте "Деловые
                    Знакомства", присоединяйся))🐳
                </p>
            </div>


        </div>
    </section>
</template>

<script setup name="Page7">

</script>
